{
  "secure_key": "I-secure ang iyong Key",
  "set_pw": "Itakda ang Password",
  "confirm_pw": "Kumpirmahin ang Password",
  "setup_key": "Setup Key!",
  "restore_key": "Ibalik ang Key",
  "key_backup": "Key Backup",
  "show_mnemonic": "Ipakita ang Mnemonic",
  "hide_mnemonic": "Itago ang Mnemonic",
  "key_backup_text_1": "Ginagamit ang key seed para buuin ang lahat ng address. Ang sinumang may access sa key seed ay may bahagyang kontrol sa wallet.",
  "key_backup_text_2": "Panatilihing ligtas at secure ang iyong key seed backup.",
  "key_backup_text_3": "Ang pagkawala ng key seed ay magreresulta sa pagkawala ng access sa iyong wallet.",
  "seed_phrase_backed_up": "Na-back up ko ang aking pangunahing seed phrase sa isang secure na lokasyon.",
  "import_key_phrase": "Mag-import ng Key Seed Phrase",
  "key_seed_info": "SSP Key and SSP Wallet must both be using unique, different seed phrases.",
  "err_enter_seed": "Pakilagay ang iyong Key seed phrase",
  "err_invalid_seed": "Ang Key Seed Phrase ay hindi wasto. Ang Key Seed Phrase ay binubuo ng hindi bababa sa 12 salita.",
  "err_seed_invalid_words": "Ang Key Seed Phrase ay walang wastong salita: {{words}}.",
  "err_seed_invalid_spaces": "May mga karagdagang puwang ang Key Seed Phrase.",
  "err_pins_no_match": "Hindi magkatugma ang mga password",
  "err_pins_min_length": "Ang password ay dapat na hindi bababa sa 8 na character",
  "backup_needed": "Dapat mong i-backup ang iyong key seed phrase bago mo ma-synchronize ang isang key.",
  "seed_phrase_invalid": "Ang key seed phrase ay hindi wasto.",
  "err_setting_key": "May nangyaring mali habang sine-set up ang iyong Key.",
  "set_key_pin": "Itakda ang SSP Key Password",
  "confirm_key_pin": "Kumpirmahin ang Key Password",
  "input_mnemonic": "Ipasok ang iyong Mnemonic Key Seed Phrase",
  "import_key": "Mag-import ng Key",
  "get_started": "Magsimula!",
  "create_key": "Gumawa ng Key",
  "backup_key": "I-backup ang Key",
  "sync_wallet": "I-sync ang Wallet",
  "setup_biometrics": "Setup Biometrics Authentication",
  "ssp_key_mnemonic_sec": "WARNING: For security reasons, the seed phrase is displayed in 3 parts. Please join them together to get the full seed phrase. It is highly discouraged to copy the seed phrase into your clipboard, any application or website has access to clipboard and can see your seed phrase. Remember to delete the seed phrase from your clipboard after copying!",
  "strong_password": "Strong password should contain at least 8 characters, 1 uppercase letter, 1 lowercase letter, 1 number, and 1 special character.",
  "weak_password": "Weak Password Used",
  "weak_password_info": "Your password is weak which affects the security of your key.",
  "weak_password_confirm": "Would you like to change it?",
  "weak_password_confirm_ok": "No, Continue with weak password.",
  "weak_password_confirm_cancel": "Yes, I want to change it.",
  "rooted_device_title": "Rooted Device Detected",
  "jailbroken_device_title": "Jailbroken Device Detected",
  "rooted_device": "Your device appears to be rooted! This significantly compromises the security of the SSP Key!",
  "jailbroken_device": "Your device appears to be jailbroken! This significantly compromises the security of the SSP Key!",
  "ssp_key_2fa": "SSP Key is 2FA for your SSP Wallet.",
  "ssp_key_2fa_info": "Install SSP Wallet browser extension first, then complete this SSP Key setup. Need help? Tap here."
}
