{
  "secure_key": "Giữ an toàn Khóa của bạn",
  "set_pw": "Đặt mật khẩu",
  "confirm_pw": "Xác nhận mật khẩu",
  "setup_key": "Cài đặt Khóa!",
  "restore_key": "Khôi phục Khóa",
  "key_backup": "Sao lưu Khóa",
  "show_mnemonic": "Hiện Mnemonic",
  "hide_mnemonic": "Ẩn Mnemonic",
  "key_backup_text_1": "Cụm Khóa được sử dụng để khởi tạo tất cả địa chỉ. Bất cứ ai truy cập được vào cụm Khóa có thể kiểm soát hoàn toàn Ví của bạn.",
  "key_backup_text_2": "Hãy giữ cụm Khóa sao lưu của bạn an toàn và chắc chắn.",
  "key_backup_text_3": "Làm mất cụm Khóa sẽ dẫn đến kết quả làm mất quyền truy cập vào Ví của bạn.",
  "seed_phrase_backed_up": "Tôi đã sao lưu cụm từ Khóa của tôi ở một địa điểm an toàn.",
  "import_key_phrase": "Nhập cụm từ phục hồi Khóa",
  "key_seed_info": "Khóa SSP và Ví SSP phải cùng sử dụng các cụm từ khôi phục khác nhau, độc nhất.",
  "err_enter_seed": "Hãy điền cụm từ phục hồi Khóa của bạn",
  "err_invalid_seed": "Cụm từ phục hồi chưa chính xác. Cụm từ phục hồi Khóa có ít nhất 12 từ độc lập.",
  "err_seed_invalid_words": "Cụm từ phục hồi Khóa không có các từ hợp lệ: {{words}}.",
  "err_seed_invalid_spaces": "Cụm từ phục hồi Khóa dư khoảng trống.",
  "err_pins_no_match": "Mật khẩu không khớp",
  "err_pins_min_length": "Mật khẩu phải có ít nhất 8 kí tự",
  "backup_needed": "Bạn phải sao lưu các cụm từ phục hồi trước khi bạn có thể khởi tạo một Khóa.",
  "seed_phrase_invalid": "Cụm từ khôi phục Khóa không hợp lệ.",
  "err_setting_key": "Có lỗi xảy ra khi cài đặt Khóa của bạn.",
  "set_key_pin": "Đặt mật khẩu Khóa SSP",
  "confirm_key_pin": "Xác nhận mật khẩu Khóa",
  "input_mnemonic": "Hãy nhập Cụm từ phôi phục khóa Mnemonic của bạn",
  "import_key": "Nhập Khóa",
  "get_started": "Bắt đầu nào!",
  "create_key": "Tạo Khoá",
  "backup_key": "Khoá dự phòng",
  "sync_wallet": "Đồng bộ Ví",
  "setup_biometrics": "Setup Biometrics Authentication",
  "ssp_key_mnemonic_sec": "WARNING: For security reasons, the seed phrase is displayed in 3 parts. Please join them together to get the full seed phrase. It is highly discouraged to copy the seed phrase into your clipboard, any application or website has access to clipboard and can see your seed phrase. Remember to delete the seed phrase from your clipboard after copying!",
  "strong_password": "Strong password should contain at least 8 characters, 1 uppercase letter, 1 lowercase letter, 1 number, and 1 special character.",
  "weak_password": "Weak Password Used",
  "weak_password_info": "Your password is weak which affects the security of your key.",
  "weak_password_confirm": "Would you like to change it?",
  "weak_password_confirm_ok": "No, Continue with weak password.",
  "weak_password_confirm_cancel": "Yes, I want to change it.",
  "rooted_device_title": "Rooted Device Detected",
  "jailbroken_device_title": "Jailbroken Device Detected",
  "rooted_device": "Your device appears to be rooted! This significantly compromises the security of the SSP Key!",
  "jailbroken_device": "Your device appears to be jailbroken! This significantly compromises the security of the SSP Key!",
  "ssp_key_2fa": "SSP Key is 2FA for your SSP Wallet.",
  "ssp_key_2fa_info": "Install SSP Wallet browser extension first, then complete this SSP Key setup. Need help? Tap here."
}
