{
  "secure_key": "ปกป้องคีย์ของคุณ",
  "set_pw": "ตั้งรหัสผ่าน",
  "confirm_pw": "ยืนยันรหัสผ่าน",
  "setup_key": "ตั้งค่าคีย์!",
  "restore_key": "กู้คืนคีย์",
  "key_backup": "สำรองข้อมูลคีย์",
  "show_mnemonic": "แสดงมเนมอนิก",
  "hide_mnemonic": "ซ่อนมเนมอนิก",
  "key_backup_text_1": "เมล็ดคีย์ใช้ในการสร้างที่อยู่ทั้งหมด ผู้ที่เข้าถึงเมล็ดคีย์ได้จะมีสิทธิ์ควบคุมกระเป๋าเงินบางส่วน",
  "key_backup_text_2": "เก็บข้อมูลสำรองเมล็ดคีย์ของคุณให้ปลอดภัย",
  "key_backup_text_3": "หากสูญเสียเมล็ดคีย์ คุณจะไม่สามารถเข้าถึงกระเป๋าเงินของคุณได้",
  "seed_phrase_backed_up": "ฉันได้สำรองวลีเมล็ดคีย์ไว้ในที่ปลอดภัยแล้ว",
  "import_key_phrase": "นำเข้าวลีเมล็ดคีย์",
  "key_seed_info": "SSP Key และ SSP Wallet ต้องใช้วลีเมล็ดคีย์ที่แตกต่างกัน",
  "err_enter_seed": "กรุณากรอกวลีเมล็ดคีย์ของคุณ",
  "err_invalid_seed": "วลีเมล็ดคีย์ไม่ถูกต้อง วลีเมล็ดคีย์ต้องประกอบด้วยอย่างน้อย 12 คำ",
  "err_seed_invalid_words": "วลีเมล็ดคีย์มีคำที่ไม่ถูกต้อง: {{words}}",
  "err_seed_invalid_spaces": "วลีเมล็ดคีย์มีช่องว่างเกินมา",
  "err_pins_no_match": "รหัสผ่านไม่ตรงกัน",
  "err_pins_min_length": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร",
  "backup_needed": "คุณต้องสำรองวลีเมล็ดคีย์ก่อนที่จะซิงค์คีย์",
  "seed_phrase_invalid": "วลีเมล็ดคีย์ไม่ถูกต้อง",
  "err_setting_key": "เกิดข้อผิดพลาดระหว่างการตั้งค่าคีย์ของคุณ",
  "set_key_pin": "ตั้งรหัสผ่าน SSP Key",
  "confirm_key_pin": "ยืนยันรหัสผ่านคีย์",
  "input_mnemonic": "ป้อนวลีเมล็ดคีย์มเนมอนิกของคุณ",
  "import_key": "นำเข้าคีย์",
  "get_started": "เริ่มต้นเลย!",
  "create_key": "สร้างคีย์",
  "backup_key": "สำรองข้อมูลคีย์",
  "sync_wallet": "ซิงค์กระเป๋าเงิน",
  "setup_biometrics": "ตั้งค่าการยืนยันตัวตนด้วยชีวมิติ",
  "ssp_key_mnemonic_sec": "คำเตือน: ausามีเหตุผลด้านความปลอดภัย คำสำคัญจะแสดงใน 3 ส่วน กรุณารวมส่วนต่างๆ เพื่อให้ได้คำสำคัญทั้งหมด การคัดลอกคำสำคัญลงในคลิปบอร์ดไม่แนะนำ เพราะแอปพลิเคชันหรือเว็บไซต์ใดๆ สามารถเข้าถึงคลิปบอร์ดและเห็นคำสำคัญของคุณได้ อย่าลืมลบคำสำคัญจากคลิปบอร์ดหลังจากคัดลอก!",
  "strong_password": "รหัสผ่านที่แข็งแกร่งควรประกอบด้วยอย่างน้อย 8 ตัวอักษร, 1 ตัวอักษรพิมพ์ใหญ่, 1 ตัวอักษรพิมพ์เล็ก, 1 ตัวเลข, และ 1 อักขระพิเศษ",
  "weak_password": "ใช้รหัสผ่านที่อ่อนแอ",
  "weak_password_info": "รหัสผ่านของคุณอ่อนแอ ซึ่งส่งผลต่อความปลอดภัยของกุญแจของคุณ",
  "weak_password_confirm": "คุณต้องการเปลี่ยนมันหรือไม่?",
  "weak_password_confirm_ok": "ไม่, ดำเนินการต่อด้วยรหัสผ่านที่อ่อนแอ",
  "weak_password_confirm_cancel": "ใช่, ฉันต้องการเปลี่ยนมัน",
  "rooted_device_title": "ตรวจพบอุปกรณ์ที่รูทแล้ว",
  "jailbroken_device_title": "ตรวจพบอุปกรณ์ที่เจลเบรคแล้ว",
  "rooted_device": "อุปกรณ์ของคุณดูเหมือนจะถูกรูทแล้ว! นี่จะทำให้ความปลอดภัยของ SSP Key ถูกละเมิดอย่างรุนแรง!",
  "jailbroken_device": "อุปกรณ์ของคุณดูเหมือนจะถูกเจลเบรคแล้ว! นี่จะทำให้ความปลอดภัยของ SSP Key ถูกละเมิดอย่างรุนแรง!",
  "ssp_key_2fa": "SSP Key is 2FA for your SSP Wallet.",
  "ssp_key_2fa_info": "Install SSP Wallet browser extension first, then complete this SSP Key setup. Need help? Tap here."
}
