{
  "secure_key": "ปกป้องคีย์ของคุณ",
  "set_pw": "ตั้งรหัสผ่าน",
  "confirm_pw": "ยืนยันรหัสผ่าน",
  "setup_key": "ตั้งค่าคีย์!",
  "restore_key": "กู้คืนคีย์",
  "key_backup": "สำรองข้อมูลคีย์",
  "show_mnemonic": "แสดงมเนมอนิก",
  "hide_mnemonic": "ซ่อนมเนมอนิก",
  "key_backup_text_1": "เมล็ดคีย์ใช้ในการสร้างที่อยู่ทั้งหมด ผู้ที่เข้าถึงเมล็ดคีย์ได้จะมีสิทธิ์ควบคุมกระเป๋าเงินบางส่วน",
  "key_backup_text_2": "เก็บข้อมูลสำรองเมล็ดคีย์ของคุณให้ปลอดภัย",
  "key_backup_text_3": "หากสูญเสียเมล็ดคีย์ คุณจะไม่สามารถเข้าถึงกระเป๋าเงินของคุณได้",
  "seed_phrase_backed_up": "ฉันได้สำรองวลีเมล็ดคีย์ไว้ในที่ปลอดภัยแล้ว",
  "import_key_phrase": "นำเข้าวลีเมล็ดคีย์",
  "key_seed_info": "SSP Key และ SSP Wallet ต้องใช้วลีเมล็ดคีย์ที่แตกต่างกัน",
  "err_enter_seed": "กรุณากรอกวลีเมล็ดคีย์ของคุณ",
  "err_invalid_seed": "วลีเมล็ดคีย์ไม่ถูกต้อง วลีเมล็ดคีย์ต้องประกอบด้วยอย่างน้อย 12 คำ",
  "err_seed_invalid_words": "วลีเมล็ดคีย์มีคำที่ไม่ถูกต้อง: {{words}}",
  "err_seed_invalid_spaces": "วลีเมล็ดคีย์มีช่องว่างเกินมา",
  "err_pins_no_match": "รหัสผ่านไม่ตรงกัน",
  "err_pins_min_length": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร",
  "backup_needed": "คุณต้องสำรองวลีเมล็ดคีย์ก่อนที่จะซิงค์คีย์",
  "seed_phrase_invalid": "วลีเมล็ดคีย์ไม่ถูกต้อง",
  "err_setting_key": "เกิดข้อผิดพลาดระหว่างการตั้งค่าคีย์ของคุณ",
  "set_key_pin": "ตั้งรหัสผ่าน SSP Key",
  "confirm_key_pin": "ยืนยันรหัสผ่านคีย์",
  "input_mnemonic": "ป้อนวลีเมล็ดคีย์มเนมอนิกของคุณ",
  "import_key": "นำเข้าคีย์",
  "get_started": "เริ่มต้นเลย!",
  "create_key": "สร้างคีย์",
  "backup_key": "สำรองข้อมูลคีย์",
  "sync_wallet": "ซิงค์กระเป๋าเงิน",
  "setup_biometrics": "Setup Biometrics Authentication",
  "ssp_key_mnemonic_sec": "WARNING: For security reasons, the seed phrase is displayed in 3 parts. Please join them together to get the full seed phrase. It is highly discouraged to copy the seed phrase into your clipboard, any application or website has access to clipboard and can see your seed phrase. Remember to delete the seed phrase from your clipboard after copying!",
  "strong_password": "Strong password should contain at least 8 characters, 1 uppercase letter, 1 lowercase letter, 1 number, and 1 special character.",
  "weak_password": "Weak Password Used",
  "weak_password_info": "Your password is weak which affects the security of your key.",
  "weak_password_confirm": "Would you like to change it?",
  "weak_password_confirm_ok": "No, Continue with weak password.",
  "weak_password_confirm_cancel": "Yes, I want to change it.",
  "rooted_device_title": "Rooted Device Detected",
  "jailbroken_device_title": "Jailbroken Device Detected",
  "rooted_device": "Your device appears to be rooted! This significantly compromises the security of the SSP Key!",
  "jailbroken_device": "Your device appears to be jailbroken! This significantly compromises the security of the SSP Key!"
}
