{
  "secure_key": "Assegura la teva clau",
  "set_pw": "Estableix una contrasenya",
  "confirm_pw": "Confirma la contrasenya",
  "setup_key": "Configura la clau!",
  "restore_key": "Restaura la clau",
  "key_backup": "Còpia de seguretat de la clau",
  "show_mnemonic": "Mostra la mnemotècnica",
  "hide_mnemonic": "Amaga la mnemotècnica",
  "key_backup_text_1": "La frase semilla de la clau s'utilitza per generar totes les adreces. Qualsevol que hi tingui accés té control parcial sobre el moneder.",
  "key_backup_text_2": "Mantingues segura la còpia de seguretat de la frase semilla de la clau.",
  "key_backup_text_3": "Perdre la frase semilla de la clau suposarà la pèrdua d’accés al teu moneder.",
  "seed_phrase_backed_up": "He fet una còpia de seguretat de la meva frase semilla en un lloc segur.",
  "import_key_phrase": "Importa la frase semilla de la clau",
  "key_seed_info": "La clau SSP i el moneder SSP han d’utilitzar frases semilla úniques i diferents.",
  "err_enter_seed": "Introdueix la teva frase semilla de la clau",
  "err_invalid_seed": "La frase semilla de la clau no és vàlida. Ha de contenir almenys 12 paraules.",
  "err_seed_invalid_words": "La frase semilla de la clau conté paraules no vàlides: {{words}}.",
  "err_seed_invalid_spaces": "La frase semilla de la clau conté espais addicionals.",
  "err_pins_no_match": "Les contrasenyes no coincideixen",
  "err_pins_min_length": "La contrasenya ha de tenir almenys 8 caràcters",
  "backup_needed": "Has de fer una còpia de seguretat de la frase semilla de la clau abans de poder sincronitzar una clau.",
  "seed_phrase_invalid": "La frase semilla de la clau no és vàlida.",
  "err_setting_key": "Alguna cosa ha anat malament en configurar la teva clau.",
  "set_key_pin": "Estableix la contrasenya de la clau SSP",
  "confirm_key_pin": "Confirma la contrasenya de la clau",
  "input_mnemonic": "Introdueix la teva frase semilla mnemotècnica",
  "import_key": "Importa la clau",
  "get_started": "Comença!",
  "create_key": "Crea una clau",
  "backup_key": "Fes una còpia de seguretat de la clau",
  "sync_wallet": "Sincronitza el moneder",
  "setup_biometrics": "Configura l’autenticació biomètrica",
  "ssp_key_mnemonic_sec": "AVÍS: Per motius de seguretat, la frase semilla es mostra en 3 parts. Uneix-les per obtenir la frase completa. Es desaconsella fortament copiar la frase semilla al porta-retalls, ja que qualsevol aplicació o pàgina web pot accedir-hi. Recorda esborrar-la del porta-retalls després de copiar-la!",
  "strong_password": "Una contrasenya segura ha de tenir almenys 8 caràcters, 1 lletra majúscula, 1 lletra minúscula, 1 número i 1 caràcter especial.",
  "weak_password": "S’ha utilitzat una contrasenya feble",
  "weak_password_info": "La teva contrasenya és feble i això afecta la seguretat de la teva clau.",
  "weak_password_confirm": "Vols canviar-la?",
  "weak_password_confirm_ok": "No, continuar amb la contrasenya feble.",
  "weak_password_confirm_cancel": "Sí, vull canviar-la.",
  "rooted_device_title": "Dispositiu arrelat detectat",
  "jailbroken_device_title": "Dispositiu amb jailbreak detectat",
  "rooted_device": "Sembla que el teu dispositiu està arrelat! Això compromet greument la seguretat de la clau SSP!",
  "jailbroken_device": "Sembla que el teu dispositiu té jailbreak! Això compromet greument la seguretat de la clau SSP!",
  "ssp_key_2fa": "SSP Key is 2FA for your SSP Wallet.",
  "ssp_key_2fa_info": "Install SSP Wallet browser extension first, then complete this SSP Key setup. Need help? Tap here."
}
