{
  "secure_key": "अपनी कुंजी सुरक्षित करें",
  "set_pw": "पासवर्ड सेट करें",
  "confirm_pw": "पासवर्ड की पुष्टि करें",
  "setup_key": "कुंजी सेटअप करें!",
  "restore_key": "कुंजी रीस्टोर करें",
  "key_backup": "कुंजी बैकअप करें",
  "show_mnemonic": "मेंमॉनिक दिखाएँ",
  "hide_mnemonic": "मेंमॉनिक छुपाएं",
  "key_backup_text_1": "कुंजी सीड का उपयोग सभी पतो को जेनेरेट करने के लिए किया जाता है। कुंजी सीड तक पहुंच रखने वाले किसी भी व्यक्ति का वॉलेट पर आंशिक नियंत्रण होता है।",
  "key_backup_text_2": "अपने कुंजी सीड बैकअप को सुरक्षित रखें।",
  "key_backup_text_3": "कुंजी सीड खोने से आपके वॉलेट तक पहुंच समाप्त हो जाएगी।",
  "seed_phrase_backed_up": "मैंने अपने कुंजी सीड फ्रेज का बैकअप सुरक्षित स्थान पर कर लिया है।",
  "import_key_phrase": "कुंजी सीड फ्रेज इम्पोर्ट करें",
  "key_seed_info": "एस. एस. पी. वॉलेट और एस. एस. पी. कुंजी दोनों को यूनिक, अलग-अलग सीड फ्रेज का उपयोग करना चाहिए।",
  "err_enter_seed": "कृपया अपना कुंजी सीड फ्रेज दर्ज करें",
  "err_invalid_seed": "कुंजी सीड फ्रेज अमान्य है। कुंजी सीड फ्रेज में कम से कम 12 शब्द होते हैं।",
  "err_seed_invalid_words": "कुंजी सीड फ्रेज में मान्य शब्द नहीं हैं: {{words}}.",
  "err_seed_invalid_spaces": "कुंजी सीड फ्रेज में अतिरिक्त स्थान हैं।",
  "err_pins_no_match": "पासवर्ड मेल नहीं खाता है।",
  "err_pins_min_length": "पासवर्ड कम से कम 8 अक्षर का होना चाहिए।",
  "backup_needed": "किसी कुंजी को सिंक्रनाइज़ करने से पहले आपको अपने कुंजी सीड फ्रेज का बैकअप लेना होगा।",
  "seed_phrase_invalid": "कुंजी सीड फ्रेज अमान्य है।",
  "err_setting_key": "आपकी कुंजी सेट करते समय कुछ गलत हो गया।",
  "set_key_pin": "एस. एस. पी. कुंजी पासवर्ड सेट करें",
  "confirm_key_pin": "कुंजी पासवर्ड की पुष्टि करें",
  "input_mnemonic": "अपना मेंमॉनिक कुंजी सीड फ्रेज दर्ज करें",
  "import_key": "कुंजी इम्पोर्ट करें",
  "get_started": "गेट स्टार्टेड!",
  "create_key": "कुंजी बनाएं",
  "backup_key": "कुंजी बैकअप करें",
  "sync_wallet": "वॉलेट सिंक करें",
  "setup_biometrics": "Setup Biometrics Authentication",
  "ssp_key_mnemonic_sec": "WARNING: For security reasons, the seed phrase is displayed in 3 parts. Please join them together to get the full seed phrase. It is highly discouraged to copy the seed phrase into your clipboard, any application or website has access to clipboard and can see your seed phrase. Remember to delete the seed phrase from your clipboard after copying!",
  "strong_password": "Strong password should contain at least 8 characters, 1 uppercase letter, 1 lowercase letter, 1 number, and 1 special character.",
  "weak_password": "Weak Password Used",
  "weak_password_info": "Your password is weak which affects the security of your key.",
  "weak_password_confirm": "Would you like to change it?",
  "weak_password_confirm_ok": "No, Continue with weak password.",
  "weak_password_confirm_cancel": "Yes, I want to change it.",
  "rooted_device_title": "Rooted Device Detected",
  "jailbroken_device_title": "Jailbroken Device Detected",
  "rooted_device": "Your device appears to be rooted! This significantly compromises the security of the SSP Key!",
  "jailbroken_device": "Your device appears to be jailbroken! This significantly compromises the security of the SSP Key!",
  "ssp_key_2fa": "SSP Key is 2FA for your SSP Wallet.",
  "ssp_key_2fa_info": "Install SSP Wallet browser extension first, then complete this SSP Key setup. Need help? Tap here."
}
