{
  "secure_key": "Sécurisez votre clé",
  "set_pw": "Définir un mot de passe",
  "confirm_pw": "Confirmez le mot de passe",
  "setup_key": "Configurez la clé !",
  "restore_key": "Restaurez la clé",
  "key_backup": "Sauvegarde de la clé",
  "show_mnemonic": "Afficher Mnémonique",
  "hide_mnemonic": "Cacher Mnémonique",
  "key_backup_text_1": "La graine de portefeuille est utilisée pour générer toutes les adresses. Quiconque ayant accès à la graine de clé a un contrôle partiel sur le portefeuille.",
  "key_backup_text_2": "Gardez la sauvegarde de votre graine de clé en toute sécurité.",
  "key_backup_text_3": "La perte de la graine de clé entraînera une perte d'accès à celui-ci.",
  "seed_phrase_backed_up": "J'ai sauvegardé ma phrase de graine de clé dans un endroit sûr.",
  "import_key_phrase": "Importer une phrase de graine de clé",
  "key_seed_info": "La clé SSP et le portefeuille SSP doivent tous deux utiliser des phrases de graine uniques, différentes.",
  "err_enter_seed": "Veuillez entrer votre phrase de graine de clé",
  "err_invalid_seed": "La phrase de la graine de clé n'est pas valide. La phrase de graine de clé est composée d'au moins 12 mots.",
  "err_seed_invalid_words": "La phrase de la graine de clé n'a pas de mots valides : {{words}}.",
  "err_seed_invalid_spaces": "La phrase de graine de clé contient des espaces supplémentaires.",
  "err_pins_no_match": "Les mots de passe ne correspondent pas",
  "err_pins_min_length": "Le mot de passe doit être composé d'au moins 4 caractères",
  "backup_needed": "Vous devez sauvegarder votre phrase de graine de clé avant de pouvoir synchroniser une clé.",
  "seed_phrase_invalid": "La phrase de graine de clé n'est pas valide.",
  "err_setting_key": "Une erreur est survenue lors de la configuration de votre clé.",
  "set_key_pin": "Définir le mot de passe de la clé SSP",
  "confirm_key_pin": "Confirmez le mot de passe",
  "input_mnemonic": "Entrez votre phrase de graine de clé mnémonique",
  "import_key": "Importer une clé",
  "get_started": "Commençons !",
  "create_key": "Créer une clé",
  "backup_key": "Sauvegarder la clé",
  "sync_wallet": "Synchroniser le portefeuille"
}
