{
  "process_input": "Entrée de processus",
  "manual_input": "Saisie manuelle",
  "scan_code": "Scanner le code",
  "no_pending_actions": "Aucune action en attente.",
  "sign_resync": "Signer la transaction ou resynchroniser le portefeuille manuellement",
  "ssp_key_details": "Détails de la clé SSP",
  "synced_ssp_address": "Détails de l'adresse",
  "transaction_request": "Demande de transaction",
  "approve_transaction": "Approuver la transaction",
  "reject": "Rejeter",
  "sync_request": "Demande de synchronisation",
  "approve_sync": "Approuver la synchronisation",
  "show_in_explorer": "Afficher dans l'explorateur",
  "close": "Fermer",
  "transaction_sent": "Transaction envoyée !",
  "sync_success": "Synchronisation réussie !",
  "double_check_address": "Veuillez revérifier que l'adresse est la même que l'adresse de votre portefeuille SSP.",
  "chain_addr_details": "Détails de l'adresse {{symbol}} (BIP-48)",
  "wallet_address": "Adresse du portefeuille",
  "wallet_address_desc": "Ceci est votre adresse de portefeuille. Vous pouvez partager cette adresse avec n'importe qui pour recevoir des fonds.",
  "wallet_redeem_script": "Script d'échange de portefeuille",
  "wallet_witness_script": "Script de témoin du portefeuille",
  "wallet_private_key": "Clé privée",
  "wallet_redeem_script_desc": "Le code de script d'échange décrit les conditions qui doivent être remplies pour dépenser les fonds de votre portefeuille. Vous n'aurez généralement jamais besoin de ce code, mais il est bon de l'avoir enregistré quelque part au cas où vous en auriez besoin. Vous pouvez le partager, il n'accorde pas de contrôle sur vos fonds, mais expose les clés publiques.",
  "wallet_witness_script_desc": "Le code de script témoin décrit les conditions qui doivent être remplies pour dépenser des fonds de votre portefeuille. Vous n'aurez généralement jamais besoin de ce code, mais il est bon de l'avoir enregistré quelque part au cas où vous en auriez besoin. Vous pouvez le partager, il n'accorde pas de contrôle sur vos fonds, mais expose les clés publiques.",
  "wallet_priv_key_desc": "La clé privée octroie le contrôle sur l'adresse spécifique de votre portefeuille. Il s'agit d'une partie privée, ne partagez JAMAIS car elle donne accès aux fonds.",
  "ssp_key_mnemonic": "Phrase de graine mnémonique de la clé SSP",
  "chain_xpub": "Clé publique étendue {{chain}}",
  "chain_xpriv": "Clé privée étendue {{chain}}",
  "chain_ssp_details": "Détails de la clé SSP {{symbol}} (BIP-48)",
  "ssp_key_mnemonic_desc": "La phrase de seed est la partie la plus importante de votre portefeuille. Elle est utilisée pour dériver toutes vos clés publiques privées étendues. S'il vous plaît, notez-la et gardez-la en sécurité. Si vous perdez votre phrase de graine, vous perdrez l’accès à vos fonds. Ne partagez jamais avec qui que ce soit, car elle accorde un contrôle total sur la partie clé SSP.",
  "chain_xpub_desc": "La clé publique étendue est utilisée pour dériver toutes vos clés publiques {{chain}} à partir desquelles les adresses sont construites. Il s'agit d'une partie publique, sûre à partager, n'accorde pas l'accès aux fonds.",
  "chain_xpriv_desc": "La clé privée étendue est utilisée pour dériver toutes vos clés privées {{chain}} qui contrôlent vos clés publiques - adresses. Il s'agit d'une partie privée, ne partagez JAMAIS car elle donne accès aux fonds.",
  "change_pw": "Changer le mot de passe",
  "change_pw_restore": "Changer le mot de passe ? Restaurer !",
  "ssp_relay_server": "Serveur de relais SSP",
  "chain_node_service": "Service de nœud {{chain}}",
  "chain_api_service": "{{chain}} API Service",
  "chain_explorer_service": "{{chain}} Explorer Service",
  "confirm_password_pin": "Confirmez le mot de passe",
  "grant_access": "Accorder l'accès",
  "sync_needed": "Synchronisation requise",
  "err_sync_failed": "La synchronisation a échoué. Réessayez plus tard.",
  "err_tx_failed": "La transaction a échoué. Réessayez plus tard.",
  "err_sync_with_ssp_needed": "Synchronisation avec le portefeuille SSP nécessaire.",
  "err_invalid_manual_input": "Saisie manuelle invalide.",
  "err_invalid_scanned_data": "Données numérisées non valides.",
  "sync_qr_needed": "Veuillez d'abord scanner le code QR pour synchroniser votre clé SSP.",
  "dont_have_ssp_wallet": "Don't have SSP Wallet? Tap here for a guide.",
  "err_tx_decode": "Erreur lors du décodage de la transaction. Rejetée.",
  "sending_request": "Envoi de {{amount}} {{symbol}} vers {{address}}",
  "sending": "Envoi en cours",
  "to": "à",
  "from": "de",
  "blockchain_fee": "Frais de réseau Blockchain : {{fee}} {{symbol}}",
  "ssp_sync_request": "Le portefeuille SSP voudrait relier et synchroniser la chaîne {{chain}} ({{symbol}}) à votre clé SSP.",
  "ssp_key_info": "La clé SSP est un deuxième facteur d'authentification pour votre portefeuille SSP.",
  "manual_input_info": "Entrez votre transaction à signer ou le xpub de votre portefeuille à synchroniser.",
  "ssp_help_about": "Votre deuxième facteur clé d'authentification pour votre portefeuille SSP.",
  "scan_camera_permissions": "Autorisation de la caméra",
  "scan_camera_needed": "La clé SSP a besoin d'accéder à votre caméra pour scanner les codes QR.",
  "err_camera_unavailable": "La caméra est indisponible.",
  "err_camera_denied": "Accès à la caméra refusé.",
  "err_camera_forbidden": "L'accès à la caméra est interdit. Veuillez l'activer dans les paramètres d'autorisation de l'application de votre téléphone.",
  "scan_camra_permission_not_granted": "L'accès à la caméra n'est pas accordé.",
  "auth_sensitive_information": "Accorder l'accès pour afficher les informations sensibles de la clé SSP.",
  "auth_confirm_sign_send": "Confirmez pour signer et envoyer la transaction.",
  "auth_confirm_sync": "Confirmez pour synchroniser le portefeuille SSP avec la clé SSP.",
  "auth_confirm_public_nonces": "Confirmez pour synchroniser les Nonces publics avec le portefeuille SSP.",
  "err_auth_pw_incorrect": "Mot de passe incorrect",
  "err_auth_pw_check": "Erreur lors de la vérification du mot de passe. Réessayez plus tard.",
  "auth_sign_tx": "Vous êtes sur le point de signer et d'envoyer une transaction !",
  "auth_sync_ssp": "Vous êtes sur le point de synchroniser le portefeuille SSP avec la clé SSP !",
  "auth_sensitive_inf": "Vous êtes sur le point d'accéder à des informations sensibles !",
  "auth_sync_pub_nonces": "Vous êtes sur le point de synchroniser les Nonces publics avec le portefeuille SSP !",
  "auth_delete_ssp_key_data": "You are about to delete all your SSP Key Data! You will need to set up your SSP Key again or restore it from your seed phrase. Make sure you have saved your seed phrase before proceeding. This action is destructive and irreversible!",
  "auth_confirm_with_pw": "Confirmer avec le mot de passe.",
  "auth_grant_access_pw": "Accorder l'accès avec le mot de passe.",
  "select_wallet": "Sélectionnez un portefeuille",
  "select_chain": "Sélectionnez la chaîne",
  "selected_chain": "Chaîne sélectionnée",
  "selected_chain_wallet": "Chaîne et portefeuille sélectionnés",
  "chain_not_synced_scan": "Chain not Synced with SSP Wallet. Scan SSP Wallet QR Code to Sync it.",
  "submitting_transaction": "Envoi de la transaction...",
  "err_generate_address": "Erreur lors de la génération de l'adresse.",
  "public_nonces_request": "Nonces publics reçus",
  "ssp_public_nonces_request": "Le portefeuille SSP voudrait demander des Nonces publics. Les Nonces publics sont utilisées pour construire des transactions blockchain qui utilisent des signatures Schnorr.",
  "approve_request": "Approuver la demande",
  "public_nonces_request_approved": "Nonces publics synchronisés !",
  "public_nonces_request_approved_info": "Les Nonces publics ont été générés et envoyés pour être synchronisés avec le portefeuille SSP.",
  "err_sharing_public_nonces": "Erreur lors du partage des Nonces publics.",
  "err_generating_public_nonces": "Erreur lors de la génération de Nonces publics.",
  "copy_to_clipboard": "Copier dans le presse-papiers",
  "change_language": "Change Language",
  "language": "Language",
  "use_system_language": "Use System Language",
  "err_auth_biometrics_pw_needed": "Biometrics restricted, use password authentication instead.",
  "sensitive_data_warning": "WARNING: For security reasons, the {{sensitive_data}} is displayed in 2 parts. Please join them together to get the full {{sensitive_data}}. It is highly discouraged to copy the {{sensitive_data}} into your clipboard, any application or website has access to clipboard and can see your {{sensitive_data}}. Remember to delete the {{sensitive_data}} from your clipboard after copying!",
  "delete_ssp_key_data": "Delete SSP Key Data",
  "delete_ssp_key": "Delete SSP Key",
  "delete_ssp_key_data_desc": "WARNING: This will delete all data associated with your SSP Key including your seed phrase from the device. This action is irreversible!",
  "warning_chain_only": "WARNING: This address is for the {{chain_name}} ({{chain_symbol}}) blockchain only. Only deposit assets on the {{chain_name}} ({{chain_symbol}}) chain to this address. Depositing from another chain will result in a loss of funds!"
}
